[
  {
    "path": "posts/2022-09-30-articulo-08-04/",
    "title": "Distribución geométrica o de pascal",
    "description": "Principales caracteristicas de la distribución geométrica o de pascal.",
    "author": [
      {
        "name": "Isabella Gonzalez",
        "url": {}
      }
    ],
    "date": "2022-10-03",
    "categories": [],
    "contents": "\nOrigen:\nLa distribución geométrica también conocida como distribución de Pascal, fue esbozada en el escrito El arte de la conjetura, escrita por Jakob Bernoulli matematico y cienfitico que nació el 27 de diciembre de 1654 en Basilea, Suiza y murio el 16 de agosto de 1705.\nCaracteristicas principales:\nLa distribución geométrica es un modelo adecuado para aquellos procesos en los que se repiten pruebas hasta lograr el éxito al resultado deseado.\nMedia: E[x]= 1/p\nVarianza: Var[x]= 1-p/p^2\n\nEjemplo y su solución:\nLa probabilidad de que cierto examen médico dé lugar a una reacción “positiva” es igual a 0,8, ¿cuál es la probabilidad de que ocurran menos de 5 reacciones negativas antes de la primera positiva? La variable aleatoria número de reacciones negativas antes de la primera positiva sigue una distribución geométrica con parámetro p = 0,8.\n\n\ndgeom(4,0.8)\n\n[1] 0.00128\n\nE = 1.25\n1/0.8    \n\n[1] 1.25\n\nV = 0.3125\n(1-0.8)/0.8^2\n\n[1] 0.3125\n\n#Relaciones entre distribuciones nivariadas\nRelacion nivariadasAplicación en diferentas campos:\nEn juegos de azar: La distribución geométrica permite calcular la probabilidad de que tenga que realizarse un número k de repeticiones antes de obtener un éxito por primera vez.\nSe utiliza támbien en la distribución de tiempos de espera, de manera que si los ensayos se realizan a intervalos regulares de tiempo, esta variable aleatoria proporciona el tiempo transcurrido hasta el primer éxito.\nReferencias:\nhttps://www.sergas.es/Saude-publica/Documents/1899/Ayuda_Epidat_4_Distribuciones_de_probabilidad_Octubre2014.pdf\nhttps://www.youtube.com/watch?v=PCt4vvWnRlc&ab_channel=AulaDeEconomia\nhttps://dgonxalex80.github.io/pye20222/recurso303.html#geom%C3%A9trico_o_de_Pascal\n\n\n\n",
    "preview": "posts/2022-09-30-articulo-08-04/distrpasc.png",
    "last_modified": "2022-10-03T10:11:40-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-12-08/",
    "title": "Distribución Estadística Exponencial",
    "description": "Definición y caracteristicas de la distribución exponencial con sus aplicaciones.",
    "author": [
      {
        "name": "Maria Paula Valencia",
        "url": {}
      }
    ],
    "date": "2022-10-03",
    "categories": [],
    "contents": "\nDefinición\nLa distribución exponencial es el equivalente continuo de la distribución geométrica discreta.Este modelo describe procesos en los que nos interesa saber el tiempo hasta que ocurre determinado evento sabiendo que el tiempo que puede ocurrir desde cualquier instante dado t, hasta que ello ocurra en un instante tf, no depende del tiempo transcurrido anteriormente en el que no ha pasado nada.\nORIGEN DE LA DISTRIBUCIÓN\nGracias a Agner Krarup Erlang, un matemático danés, se identificó que la distribución exxponencial viene derivada de las distribución de Poisson ya que al suponerse que para cada valor t>0, que representa el tiempo, el número de sucesos de cierto fenómeno aleatorio sigue una distribución de Poisson de parámetro t. Por ende, los tiempos discurridos entre 2 sucesos sucesivos sigue la distribución exponencial.\nCARACTERISTICAS PRINCIPALES\nSi una variable aleatoria continua X, con distribución de probabilidad exponencial tenemos que su función de densidad, su varianza, esperanza, y función de distribución son:\n\nA su vez, su representación grafica es la siguiente:\n\nCODIGO EN R\nLas funciones anteriormente descritas pueden calcularse con las siguientes funciones en R, sabiendo que por defecto, estas consideran la distribución exponencial con párametro λ=1.\n\nEjemplo\nSe sabe que el tiempo en una página web sigue una distribución exponencial con una media de 5 minutos por visita.\nSe require calcular la probabilidad de que la visita a la pagina dure como mucho 3 minutos.\nSolución\ncomo \\(E(X) = \\frac {1}{\\lambda}; 5 = \\frac {1}{\\lambda};\\lambda = 0.2\\).\nP(X≤3)=1-[1−P(X<3)]\n=1-[1−(1−e^(−0.2*3)]\n=1-0.548812\n=0.451188\nCódigo en R\npexp(3, rate = 0.2) # 0.4511884 o 45.12%\n1 - pexp(3, rate = 0.2, lower.tail = FALSE) # Equivalente\nLa probabilidad Calculada (45.12%) corresponde al área que podemos graficar en R con el siguiente código:\nexp_area(rate = 0.2, ub = 3, acolor = rgb(0, 0, 1, alpha = 0.5))\ntext(1, 0.075, “45.12%”, srt = 90, col = “white”, cex = 1.2)\n\nEjemplo 1.2\nSi ademas, queremos encontrar la probabilidad de que la visita dure entre 2 y 6 minutos, podemos usar la función en R:\npexp(6, rate = 0.2) - pexp(2, rate = 0.2) # 0.3691258 o 36.91%\nY si queremos obtener el grafico correspondente de la probabilidad usamos:\nexp_area(rate = 0.2, lb = 2, ub = 6, acolor = rgb(0, 0, 1, alpha = 0.5))\ntext(4, 0.05, “36.91%”, col = “white”, cex = 1.2)\n\nAplicaciones\nComo se habia dicho anteriormente, esta distribución se utiliza para describir procesos en los que interesa saber el tiempo hasta que ocurre determinado evento, en particular, se utiliza para modelar tiempos de supervivencia como el tiempo que tarda una parícula en desintegrarse. Se utilizan habitualmente en cálculos de fiabilidad de productos, es decir, el tiempo que dura un producto (control de calidad).\nRelaciones entre distribuciones nivariadas\nLa principal reación que encontramos de la distribución exponencial es con la distribución de Poisson.\n\nReferencias\nhttps://openstax.org/books/introducci%C3%B3n-estad%C3%ADstica-empresarial/pages/5-3-la-distribucion-exponencial\nhttp://cidecame.uaeh.edu.mx/lcc/mapa/PROYECTO/libro19/52distribucin_exponencial.html\nhttps://medium.com/qu4nt/distribucion-exponencial-python-1d921a87f835#:~:text=La%20distribuci%C3%B3n%20exponencial%20se%20encuentra,misma%20en%20la%20literatura%20estad%C3%ADstica.\nhttps://r-coder.com/distribucion-exponencial-r/#:~:text=(2)%20%23%200.8646647-,Ejemplo%20con%20pexp%3A%20calculando%20probabilidades%20exponenciales,0.2%20%CE%BB%3D0.2.\n\n\n\n",
    "preview": "posts/2022-09-30-articulo-12-08/Erlang.jpg",
    "last_modified": "2022-10-03T10:25:24-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-17-09/",
    "title": "Distribución estadística Gamma",
    "description": "Este modelo nos lleva a una función de densidad de probabilidad cuyas variables aleatorias son no negativas y tienen distribuciones sesgadas hacia la derecha, es decir la mayor parte del área bajo la curva de la función, se encuentran cerca del origen y los valores de la función de densidad disminuyen gradualmente cuando x aumenta.",
    "author": [
      {
        "name": "Juan José García",
        "url": {}
      }
    ],
    "date": "2022-10-03",
    "categories": [],
    "contents": "\nDefinición\nEste modelo nos lleva a una función de densidad de probabilidad cuyas variables aleatorias son no negativas y tienen distribuciones sesgadas hacia la derecha, es decir la mayor parte del área bajo la curva de la función, se encuentran cerca del origen y los valores de la función de densidad disminuyen gradualmente cuando x aumenta.\nPara tratar las distribuciones Gamma, es necesario definir la función Gamma como:\n1y se ve representada graficamente así:\n2#Origen:\nLa distribución Gamma tiene su origen en la familia de curvas sesgadas propuestas por Karl Pearson. Uno de los primeros y más importantes trabajos del profesor Pearson fue su contribución al análisis de curvas sesgadas. La motivación del profesor Pearson nace al notar que ciertas medidas biológicas, sociológicas y económicas, existe una desviación de la forma normal y es importante la dirección y la cantidad de esa desviación.\n#Características\nLa distribución Gamma se obtiene al sumar r variables con distribución exponencial con parámetro λ.\nDistribución\nSi Y=X1+X2+….+Xr, Xi∼Exp(λ), entonces Y∼Γ(r,λ).\n3Algunos autores utilizan 1/β en lugar de λ y α en lugar de r.\nE[X]=r/λ\nV[X]=r/λ2\n#Ejemplo:\nEn cierta ciudad el consumo diario de energía eléctrica, en millones de kilovatios por hora, puede considerarse como una variable aleatoria con distribución Gamma de parámetros r=3 y λ=0.5. La planta de energía de esta ciudad tiene una capacidad diaria de 10 millones de KW/hora.\nInsuficiente en un día cualquiera.\nSe consuman entre 3 y 8 millones de kW/hora.\nObtener el consumo necesario para una probabilidad de: P(X <.x) = 0.9.\nPara resolver este apartado, necesitamos resolver: P( X > 10), empleamos para tal propósito, la función de distribución con el área de cola hacia la derecha y la alternativa para especificar el valor de escala:\nA mano:\n4\nR code:\npgamma(10,3,0.5, lower.tail = FALSE) =\n\n[1] 0.124652\n\nNos piden, la probabilidad: P(3 <.X <.8), empleamos para tal propósito, la función de distribución con el área de cola hacia la izquierda y la alternativa para especificar el valor de escala:\nR code:\npgamma(8, 3, rate = 0.5, lower.tail = T) - pgamma(3, 3, rate = 0.5, lower.tail = T)=\n\n\n\n[1] 0.5707435\n\nEn este caso nos piden obtener el consumo necesario para una probabilidad de 0.9, para tal fin, empleamos la función de quantiles indicando el área de cola hacia la izquierda:\nR code:\nqgamma(0.9, 3, rate = 0.5, lower.tail = T)=\n\n\n\n[1] 10.64464\n\n#Aplicaciones:\nLa distribución gamma se aplica a una gran diversidad de áreas, permitiéndonos una metodología en el marco de análisis de la biología y la ingeniería. Es una candidata popular para modelar procesos, dada su capacidad para asumir una amplia variedad de formas.\nUna elección frecuente, especialmente cuando se trata de representar datos de precipitación es la distribución gama. Muchas de estas variables atmosféricas son claramente asimétricas.\nEs muy utilizada en las teorías de la fiabilidad, mantenimiento y fenómenos de espera\n#Relaciones\n#Referencias:\nhttps://support.minitab.com/es-mx/minitab/21/help-and-how-to/probability-distributions-random-data-and-resampling-analyses/supporting-topics/distributions/gamma-distribution/\nhttp://unbarquero.blogspot.com/2009/06/r-distribucion-gamma.html\nhttps://www.coursehero.com/file/53397191/304787240-Distribucion-Gammadocx/\n\n\n\n",
    "preview": "posts/2022-09-30-articulo-17-09/imagen5.png",
    "last_modified": "2022-10-03T10:46:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-24-01/",
    "title": "Modelo discreto de distribución de probabilidad Binomial",
    "description": "El presente artículo expone las principales características del modelo discreto de probabilidad denominado Binomial para la solución de problemas en contexto y para su posterior simulación. Teniendo en cuenta las características de variables aleatorias discretas con sus respectivas funciones por ejemplo la función de distribución de probabilidad f(x) y la función de densidad conjunta para los casos discreto-discreto y continuo-continuo, entre otras funciones y variables vistas en las unidades abordadas previamente, serán útiles para entender dicho modelo de probabilidad que se presentará.",
    "author": [
      {
        "name": "Santiago Ruiz",
        "url": {}
      }
    ],
    "date": "2022-10-03",
    "categories": [],
    "contents": "\nOrigen de la distribución\nEl modelo de distribución binomial fue desarrollada por Jakob Bernoulli (Suiza,1654‐1705) y “es la principal distribución de probabilidad discreta para variables dicotómicas, es decir, que sólo pueden tomar dos 2 La distribución binomial posibles resultados (…)”. Sin embargo, el modelo de distribución binomial “(…) es una generalización de la distribución de Bernouilli, cuando en lugar de realizar el experimento aleatorio una sola vez , se realiza n, siendo cada ensayo independiente del anterior” (Mártinez, 2008).\nCaracterísticas Principales\n“Una distribución de probabilidad binomial es una distribución teórica, que se puede calcular mediante el uso de la fórmula de la función de probabilidad” (Mártinez, 2008). “Para construir una distribución binomial es necesario conocer el número de pruebas que se repiten y la probabilidad de que suceda un éxito en cada una de ellas” (Quevedo et al, 2014).\nUn experimento binomial tiene las siguientes características:\n• El experimento consta de n ensayos.\n• Cada ensayo tiene solo dos posibles resultados: éxito (E) o fracaso (F) (experimento Bernoulli).\n• La probabilidad de éxito es igual a p y se mantiene fija para todos los ensayos P(E). La probabilidad de fracaso es (1−p)=q.\n• Los ensayos son independientes.\n• La variable objeto de estudio X, corresponde al número de éxitos obtenidos en los n ensayos.\n• Se puede decir que la suma de n variables independientes con distribución Bernoulli(p), se distribuye de manera Bionomial(n,p)\nLa fórmula de la distribución binomial de probabilidad f(x) es la siguiente:\n\n\n\nPara el caso de el valor esperado y la varianza de una distribución binomial, se calculan de la sigueinte forma:\n\n\n\n“La distribución binomial se puede expresar de forma gráfica, y que en realidad consiste en un diagrama de barras, similar a los obtenidos en la función de probabilidad pero que van a ir variando su forma en función de los valores de n y de p al modificarse las probabilidades de los distintos posibles valores de P(X=x)” en este caso de P(X=k).\n\n\n\nEjemplo de la distribución\n“Últimamente con las clases de matemática no me va muy bien, por eso, he puesto mi cafetería. Preparo unas cosas riquísimas, pasteles, pizza, agua helada, pero lo más vendido son las matehamburguesas, las únicas hamburguesas que se venden con papas y leche chocolatada.\nLa probabilidad de que a un cliente nuevo le guste la matehamburguesa de Jorge es de 0,8. Si llegan 5 clientes nuevos a la cafetería, ¿cuál es la probabilidad de que solo a 3 de ellos les guste la matehamburguesa?”\nSolución:\n“En este caso, vamos a centrarnos en los clientes a los que les gusta esta hamburguesa, por ello diremos que:\nX = número de clientes nuevos de 5 a los que les gusta la matehamburguesa\nEntonces consideramos un éxito si al cliente le gusta esta hamburguesa. Se aplica la fórmula de distribución binomial y colocamos los valores de n, k y p. Recuerda que n es el número de ensayos, k el número de éxitos y p la probabilidad de éxito.”\nn = 5, x = 3, p = 0.8\nEn el siguiente paso se reemplazan los valores en la fórmula:\n\n\n\nLa respuesta es = 0,2048\nCódigo y solución en R\ndbinom(x=3, size=5, prob=0.8)\n\ndbinom(x=3, size=5, prob=0.8)\n[1] 0.2048\n\nAplicaciones de la distribución Binomial\n“La distribución Binomiales sin lugar a dudas la más importante y la de mayor uso de todas las distribuciones continuas de probabilidad. Su aplicación abarca prácticamente todas las áreas de la ciencia, gran parte de los fenómenos naturales y proporciona una representación adecuada, al menos en una primera aproximación, de gran cantidad de variables físicas. Así, su uso comprende problemas relativos a la ingeniería, economía, sociología, agricultura, medicina, biología, finanzas, meteorología, geofísica, mediciones de partes manufacturadas, errores de instrumentos de medición, etc” (Mora, 2014).\nRelaciones entre distribuciones univariadas\n\n\n\nFuente: Daniel Gonzales. basado en Univariate Distribution Relationships (Lawrence M. LEEMIS and Jacquelyn T.\nEn la presente imagen se pueden apreciar las relaciones de los diferentes modelos de distribución. Con rescpecto al modelo de distribución binomial se puede apreciar como se relaciona paralelamente con Bernoulli, directamente con el modleo de distribución Normal, Poisson y con el Beta Binomial, y se basan de ella los modelos de distribución Hipergeométricos, Hipergeométrico Negativo, y Polya.\nReferencias Bibliográficas\nhttps://dgonxalex80.github.io/pye20222/recurso303.html\nhttps://es.slideshare.net/EduardoGrimaldo/distribucion-binomial-35679322\nhttps://r.search.yahoo.com/_ylt=AwrNZygN3DVj8_gJ1PtXNyoA;_ylu=Y29sbwNiZjEEcG9zAzQEdnRpZANMT0NVSTA1NENfMQRzZWMDc3I-/RV=2/RE=1664502926/RO=10/RU=https%3a%2f%2friunet.upv.es%2fbitstream%2fhandle%2f10251%2f7936%2fDistribucion%2520binomial.pdf%3fsequence%3d3/RK=2/RS=DnN.VPveXIEfxH_C9wf_Afqlez0-\nhttps://matemovil.com/distribucion-binomial-ejercicios-resueltos/\nhttps://es.slideshare.net/yessica-mora/distribucion-binomial-35866629\n\n\n\n",
    "preview": "posts/2022-09-30-articulo-24-01/Image3Binom.jpg",
    "last_modified": "2022-10-03T10:37:54-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-01-09/",
    "title": "articulo-01-09",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Emerson Armando\tRamirez Gutierrez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:26:07-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-02-14/",
    "title": "articulo-02-14",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Joan Estibens\tTrejos Marulanda",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:29:14-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-03-11/",
    "title": "articulo-03-11",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Laura\tGuerra Segura",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:30:28-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-04-02/",
    "title": "articulo-04-02",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Marlon\tMontero Guzman",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:30:55-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-05-07/",
    "title": "articulo-05-07",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Santiago\tMontaño Lopez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:31:05-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-06-03/",
    "title": "articulo-06-03",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Juan\tLozano Escobar",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:31:13-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-07-16/",
    "title": "articulo-07-16",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Camila\tOlarte Lopez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:31:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-09-16/",
    "title": "articulo-09-16",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Gabriela\tQuintero Moreno",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:32:13-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-10-03/",
    "title": "articulo-10-03",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Gabriel\tRico Aragon",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:32:22-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-11-06/",
    "title": "articulo-11-06",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Juan\tLopez Abella",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:32:30-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-13-10/",
    "title": "articulo-13-10",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Alejandro\tCordoba Narvaez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:34:49-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-14-15/",
    "title": "articulo-14-15",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Santiago\tValencia Amaya",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:34:55-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-15-01/",
    "title": "articulo-15-01",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "David\tPeña Molina",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:34:59-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-16-02/",
    "title": "articulo-16-02",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Juliana\tGarzon Fajardo",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:35:04-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-18-12/",
    "title": "articulo-18-12",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Dana\tTorres Martinez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:35:15-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-19-04/",
    "title": "articulo-19-04",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Sebastian\tHurtado Bustos",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:35:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-20-07/",
    "title": "articulo-20-07",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Alejandra\tHerran Robledo",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:35:24-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-21-06/",
    "title": "articulo-21-06",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Daniel\tIzquierdo Cabrera",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:36:52-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-22-15/",
    "title": "articulo-22-15",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Jose\tAndrade Vargas",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:36:58-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-23-13/",
    "title": "articulo-23-13",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Maria\tLozano Arcila",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-10-03T10:30:22-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-25-10/",
    "title": "articulo-25-10",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Saray\tGarces Sanmartin",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:13-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-27-05/",
    "title": "articulo-27-05",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Luis\tGaitan Zambrano",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:22-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-28-08/",
    "title": "articulo-28-08",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Maria Camila\tBetancourth Zapata",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:26-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-29-03/",
    "title": "articulo-29-03",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Yeison\tMuñoz Rodriguez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:31-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-30-11/",
    "title": "articulo-30-11",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Brenda\tTorres Murcia",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:36-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-31-12/",
    "title": "articulo-31-12",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Juan\tValencia Garcia",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:40-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-32-05/",
    "title": "articulo-32-05",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Alvaro\tVargas Garcia",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:37:47-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-33-07/",
    "title": "articulo-33-07",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Jesus\tValencia Sanchez",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:39:09-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-34-14/",
    "title": "articulo-34-14",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Heber\tCaicedo Garcia",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:39:14-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-35-05/",
    "title": "articulo-35-05",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Juan\tMarin Hincapie",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:39:19-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-36-13/",
    "title": "articulo-36-13",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Isaac\tEscobar",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:39:23-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-37-08/",
    "title": "articulo-37-08",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Willian David\tChapid",
        "url": {}
      }
    ],
    "date": "2022-09-30",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-30T23:39:29-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-30-articulo-26-01/",
    "title": "Modelo de distribución binomial",
    "description": "En este artículo hablaremos del modelo binomial, su origen, sus caracteristicas más generales y como este toma lugar en la investigación de diversas areas de estudio, como la biología por ejemplo. Este artículo es realizado en el marco de la materia de probabilidad y estadistica, como parte de la actividad 331 acerca de los modelos de distribución.",
    "author": [
      {
        "name": "Jean Michael Vasquez Pinilla",
        "url": {}
      }
    ],
    "date": "2022-09-26",
    "categories": [],
    "contents": "\nOrigen del modelo binomial\nLa distribución binomial fue desarrollada por Jakob Bernoulli (Suiza,1654‐1705) y es la principal distribución de probabilidad discreta para variables dicotómicas, es decir, que sólo pueden tomar dos posibles resultados. Este modelo es una variación del modelo de Bernoulli, donde se usa mas de un experimento para obtener los resultados deseados, a diferencia del modelo de Bernoulli, que usa un unico experimento. En pocas palabras, el modelo binomial es una generalización del modelo de Bernoulli.\n\nCaracteristicas del modelo binomial\nDescribe datos discretos, resultantes de un experimento denominado proceso de Bernoulli en honor del matemático suizo Jacob Bernoulli. es una distribución de probabilidad discreta que cuenta el número de éxitos en una secuencia de {n}n ensayos de Bernoulli independientes entre sí con una probabilidad fija {p}p de ocurrencia de éxito entre los ensayos. Un experimento de Bernoulli se caracteriza por ser dicotómico, esto es, solo dos resultados son posibles, a uno de estos se le denomina “éxito” y tiene una probabilidad de ocurrencia {p}p y al otro se le denomina “fracaso” y tiene una probabilidad {q=1-p}{q=1-p}.\nPor lo tanto, la distribución binomial se entiende como una serie de pruebas o ensayos en la que solo podemos tener 2 resultados (éxito o fracaso), siendo el éxito nuestra variable aleatoria.\n\nLa respectiva grafica de la distribución binomial es esta:\n\nEntre las diversas propiedades del modelo de distribución binomial encontramos:\nSi {X}X es una variable aleatoria discreta tal que {X (n,p)}{X (n,p)} entonces\n\nLa primera de ellas es fácil de demostrar, por definición de Esperanza\n\nel primer término de la suma, es decir, para {x=0}x=0 el término vale cero por lo que podemos iniciar la suma en {x=1}{x=1}\n\nDado que\n\npara {x}{x}.\nReemplazando lo anterior en la expresión de { [X]}{ [X]} obtenemos\n\nHaciendo el cambio de índice {k=x-1}{k=x-1} obtenemos\n\nFinalmente por la fórmula de Newton (Teorema del binomio)\n\nObtenemos\n\nEjemplo del modelo binomial\n\nUso de este modelo en la biología\nComo lo es por ejemplo, en el caso de la biología, el modelo binomial sirve para conocer las probabilidades de exito de distintos procesos naturales, procesos tales como la supervivencia de la camada completa de aguiluchos en un nido de aguilas arpías, donde la variable de exito es si todas las crias sobreviven, caso contrario si no toda la camada sobrevive, siendo posible hacer inferencias acerca de la población y si es necesario tomar medidas para la proteccion de dicha especie.\n\n¿Cómo se relaciona con otros modelos?\n\nEl modelo de distribución binomal está estrechamente relacionado con el modelo de Bernoulli, como mencioné anteriormente, pero tambien guarda relación con el modelo normal:\n\ny el modelo hipergeometrico:\n\nWebgrafía y bibliografía\nhttps://riunet.upv.es/bitstream/handle/10251/7936/Distribucion%20binomial.pdf\nhttps://es.wikipedia.org/wiki/Distribuci%C3%B3n_binomial\nhttp://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-59232013000300012\n\n\n\n",
    "preview": "posts/2022-09-30-articulo-26-01/R.png",
    "last_modified": "2022-10-03T10:27:51-05:00",
    "input_file": {}
  }
]
